Select max(AUDITORIUM_CAPACITY) [Максимальная вместимость аудитории],
min(AUDITORIUM_CAPACITY) [Минимальная вместимость аудитории],
avg(AUDITORIUM_CAPACITY) [Средняя вместимость аудитории],
sum(AUDITORIUM_CAPACITY) [Суммарная вместимость аудитории],
count(*) [Общее количество аудиторий]
From AUDITORIUM
--позвразбмножстрнагрупвсоотвсозначвстоб
--cлуждлявычзначагрегфункцдляподмнстр
--генагрегрездлявыбрстолбиерархобраз
--котсодервсевозмкомбдлявыбрстолб
--пердвуисхнабстрок
--набстрявлразндвуисхнаборстрч